[
    {
        "nameBasilique":"Basilique Saint-Michel",
        "latitude":"44.834401",
        "longitude":"-0.565021",
        "information": "La basilique Saint-Michel de Bordeaux est la deuxième plus grande église catholique de la ville de Bordeaux, dans le sud-ouest de la France. Bâtie du xive au xvie siècle, elle est caractéristique du style gothique flamboyant. L'église a donné son nom au quartier dans lequel elle se situe."
    },

    {
        "name":"Amphithéâtre Gallo-Romain",
        "latitude":"45.7456243",
        "longitude":"-0.6442028",
        "information":"L'amphithéâtre de Saintes, appelé localement les arènes de Saintes est un ancien amphithéâtre romain situé à Mediolanum Santonum, capitale de la civitas Santonum et de la province de Gaule aquitaine.",
        "Modele3D":"./obj3D/low_poly_roman_amphitheatre_wip.glb"
    },
    {
        "name":"Tour Saint-Nicolas",
        "latitude":"46.155761",
        "longitude":"-1.153435",
        "information":"La tour Saint-Nicolas est, avec la tour de la Chaîne et la tour de la Lanterne, l'une des trois tours du front de mer de La Rochelle, et l'une des deux tours emblématiques du Vieux-Port, dont elle constitue la majestueuse porte d'entrée"
    },
    {
        "name":"Tour de la Chaine",
        "latitude":"46.155796",
        "longitude":"-1.154154",
        "information":"La tour de la Chaîne est, avec la tour Saint-Nicolas et la tour de la Lanterne, l'une des trois tours du front de mer de La Rochelle, et l'une des deux tours emblématiques du Vieux-Port, dont elle constitue la majestueuse porte d'entrée. "
    },
    {
        "name":"La Grosse Horloge",
        "latitude":"46.158098",
        "longitude":"-1.153631",
        "information":"La Grosse-Horloge de La Rochelle est une ancienne porte de ville datant de l'enceinte primitive dite de Guillaume X, devenue inutile avec l'agrandissement de la ville, elle accueille une cloche et une horloge en 1478 et devint le beffroi de la ville en remplacement de la porte de Mallevault."
    },

    {
        "name":"Notre-Dame de Paris",
        "latitude":"48.852968",
        "longitude":"2.349902",
        "information":"La cathédrale Notre-Dame de Paris, communément appelée Notre-Dame, est l'un des monuments les plus emblématiques de Paris et de la France. Elle est située sur l'île de la Cité et est un lieu de culte catholique, siège de l'archidiocèse de Paris, dédié à la Vierge Marie.",
        "Modele3D": "./obj3D/notre_dame_crowdsourced_photogrammetry.glb"
    },
    {
        "name":"Pyramide du Louvre",
        "latitude":"48.861014",
        "longitude":"2.335858",
        "information":"La pyramide du Louvre est une pyramide constituée de verre et de métal, située au milieu de la cour Napoléon du musée du Louvre à Paris. Elle abrite l'entrée principale du musée",
        "Modele3D":"./obj3D/pyramide_du_louvre_mini.glb"
    },
    {
        "name":"Tour Eiffel",
        "latitude":"48.85837",
        "longitude":"2.294481",
        "information":"La tour Eiffel [tuʁɛfɛl] est une tour de fer puddlé de 330 m de hauteur située à Paris, à l’extrémité nord-ouest du parc du Champ-de-Mars en bordure de la Seine dans le 7ᵉ arrondissement. Son adresse officielle est 5, avenue Anatole-France",
        "Modele3D":"./obj3D/eiffel_tower_-_toshueyi.glb"
    },
    {
        "name":"Arc de Triomphe",
        "latitude":"48.873792",
        "longitude":"2.295028",
        "information":"L'arc de triomphe de l'Étoile, souvent appelé simplement l'Arc de Triomphe, est un monument situé à Paris, en un point haut à la jonction des territoires des 8ᵉ, 16ᵉ et 17ᵉ arrondissements",
        "Modele3D":"./obj3D/arc_de_triomphe_paris_with_texture.glb"
    },
    {
        "name":"Tour Montparnasse",
        "latitude":"48.842138",
        "longitude":"2.321951",
        "information":"La tour Montparnasse est le plus haut gratte-ciel de Paris intra-muros, situé dans le quartier Necker de Paris. Sa hauteur de 209 m en a fait pendant près de cinquante ans l'immeuble le plus haut de France, jusqu'à l'achèvement, à La Défense en 2011, de la tour First"
    },
    {   
    	"name":"Château de Versailles",
        "latitude":"48.803222",
        "longitude":"2.126411",
        "information":"Le château de Versailles est un château et un monument historique situé à Versailles dans les Yvelines, en France. Il fut la résidence principale des rois de France Louis XIV, Louis XV et Louis XVI."
    },
    {
        "name":"Basilique du Sacré-Coeur",
        "latitude":"48.886705",
        "longitude":"2.343104",
        "information":"La basilique du Sacré-Cœur de Montmartre, dite du Vœu national, située au sommet de la butte Montmartre, dans le quartier de Clignancourt du 18ᵉ arrondissement de Paris, est un édifice religieux "
    },
    {
        "name":"Cathédrale Notre-Dame de Reims",
        "latitude":"49.253859",
        "longitude":"4.034042",
        "information":"La cathédrale Notre-Dame de Reims est une cathédrale catholique romaine située à Reims, dans le département français de la Marne en région Grand Est. Elle est connue pour avoir été, à partir du xie siècle, le lieu de la quasi-totalité des sacres des rois de France."
    },
    {
        "name":"Aquarium de La Rochelle",
        "latitude":"46.153245",
        "longitude":"-1.150601",
        "information":"L'Aquarium La Rochelle est un aquarium français situé en Charente-Maritime, à La Rochelle, face au Vieux-Port. Ouvert en 1988, il est la propriété du groupe Coutant. Sur une surface de 8 445 m², il expose 12 000 animaux de 600 espèces réparties entre 82 aquariums. Chaque année, il accueille plus de 800 000 visiteurs.",
        "Modele3D":"./obj3D/aquarium.glb"
    },
    {
        "name":"Halles du Boulingrin",
        "latitude":"49.26038",
        "longitude":"4.031752",
        "information":"Les halles centrales, dites halles du Boulingrin, abritent un marché couvert, situé en limite nord du centre-ville de Reims. "
    },
    {
        "name":"Cathédrale Notre-Dame de Reims",
        "latitude":"49.253596",
        "longitude":"4.033352",
        "information":"La cathédrale Notre-Dame de Reims est une cathédrale catholique romaine située à Reims, dans le département français de la Marne en région Grand Est. Elle est connue pour avoir été, à partir du XIᵉ siècle, le lieu de la quasi-totalité des sacres des rois de France."
    },
    {
        "name":"La Statue de Vercingétorix",
        "latitude":"45.7765829",
        "longitude":"3.0824705"
    },
    {
        "name":"Fontaine d'Amboise",
        "latitude":"45.780360",
        "longitude":"3.085914",
        "information":"La fontaine d'Amboise est une fontaine du xvie siècle de la ville de Clermont-Ferrand."
    },

{
    "name": "Basilique Notre-Dame-de-la-Garde",
    "latitude": "43.1703",
    "longitude": "5.2216",
    "information":"La basilique Notre-Dame-de-la-Garde ou plus simplement Notre-Dame-de-la-Garde, souvent surnommée « la Bonne Mère » (en provençal Nòstra Dòna de la Gàrdia/Nouesto-Damo de la Gardi), est une basilique mineure de l'Église catholique datée du xixe siècle. Emblème de Marseille, dédiée à Notre-Dame de la Garde (protectrice de Marseille avec saint Victor), elle domine la ville et la mer Méditerranée depuis le sommet de la colline Notre-Dame-de-la-Garde (site classé depuis 19171)."
},
{
    "name": "Théâtre antique de Lyon",
    "latitude": "45.4535",
    "longitude":"4.4911",
    "information": "Le théâtre antique de Lugdunum est un des principaux monuments romains visibles à Lyon. Il est adossé à la colline de Fourvière, en dessous de son sommet, ce qui le plaçait près du centre de la colonie romaine. Construit au début de l'Empire, peut-être sous Auguste, il est agrandi à la fin du ier siècle ou au début du iie siècle, et peut alors accueillir jusqu’à 10 000 spectateurs."
},

{
    "name": "Château de Nice",
    "latitude": "43.4145",
    "longitude": "7.1647",
    "information":"Le château de Nice (Lou castèu de Nissa en Niçois) était un ouvrage fortifié à vocation militaire, présent du xie au xviiie siècle sur une colline rocheuse, surplombant la baie de Nice. Après avoir subi plusieurs sièges, notamment en 1543 et 1691, il fut pris en 1705 par les troupes françaises puis détruit en 1706 sur ordre de Louis XIV."
},
{
    "name": "Basilique Saint-Sernin",
    "latitude": "43.3630",
    "longitude":"1.2631",
    "information": "La basilique Saint-Sernin est le plus important édifice religieux catholique de Toulouse, chef-lieu de la région Occitanie à Toulouse. Elle se situe au cœur de la place du même nom, dans le secteur 1 de la ville. C'est une des plus grandes églises romanes conservées en Europe, avec la cathédrale de Spire, en Allemagne, et la cathédrale de Saint-Jacques-de-Compostelle, en Espagne.",
    "Modele3D":"./obj3D/saitSernin.glb"
},
{
    "name": "Château des ducs de Bretagne",
    "latitude":"47.1256",
    "longitude":"1.3259",
    "information":"Le château des ducs de Bretagne est un château défensif et de plaisance situé à Nantes, dans le département de la Loire-Atlantique en France. Classé monument historique depuis 1840, il a principalement été construit au xve siècle mais il comprend aussi des éléments datant du xive au xviiie siècle."
},

{
    "name":"Cathédrale Notre-Dame de Strasbourg",
    "latitude":"48.3454",
    "longitude":"7.4502",
    "information": "La cathédrale Notre-Dame de Strasbourg (allemand: Liebfrauenmünster zu Straßburg ou Straßburger Münster, version Strasbourgeoise du dialecte alsacien: Liebfrauimünschter z'Stroosburi ou Stroosburjer Münschter) est une cathédrale gothique située à Strasbourg, dans le département du Bas-Rhin, sur le territoire de la collectivité européenne d’Alsace."
},
{
    "name": "Arc de triomphe (Montpellier)",
    "latitude": "43.3640",
    "longitude":"3.5221",
    "information":"L’arc de triomphe de Montpellier est un monument érigé en 1691 par Augustin-Charles d'Aviler, architecte de la province du Languedoc, sur des dessins effectués par François II d'Orbay1.Cette porte d'apparat symbolise la puissance de la royauté pour accéder à la statue équestre dédiée à la gloire du roi Louis XIV. Elle s'inspire fortement de celle de Saint-Martin à Paris[réf. nécessaire]. Dans la continuité et comme la Promenade du Peyrou, l'arc de triomphe est classé monument historique en 19542."
},
{
    "name": "Palais des Beaux-Arts de Lille",
    "latitude":"50.3750",
    "longitude": "3.0345",
    "information": "Le palais des Beaux-Arts de Lille est un musée municipal d'art et d'antiquités situé place de la République à Lille, dans la région Hauts-de-France. C'est l’un des plus grands musées de France et le plus grand musée des beaux-arts, en dehors de Paris, en nombre d'œuvres exposées."
},

{
    "name": "Cathédrale Notre-Dame-de-la-Seds de Toulon",
    "latitude": "43.0718",
    "longitude":"5.5603",
    "information": "La cathédrale Notre-Dame-de-la-Seds de Toulon, dite aussi Sainte-Marie-de-la-Seds ou Sainte-Marie-Majeure, est une cathédrale catholique située à Toulon, dans le département du Var. Elle est le siège du diocèse de Toulon, érigé au ve siècle. L'édifice actuel est d'architecture romane du xie siècle, remanié aux xviie et xviiie siècles, et classé monument historique depuis 1997."
},
{
    "name": "Arènes de Nîmes",
    "latitude": "43.5006",
    "longitude": "4.2135",
    "information": "L'amphithéâtre de Nîmes est un amphithéâtre romain construit vers la fin du ier siècle dans la ville française de Nîmes, dans le Gard. Aujourd’hui appelé communément « arènes de Nîmes », il s'agit de l’un des amphithéâtres antiques les mieux conservés."
},
{
    "name": "Porte mordelaise",
    "latitude": "48.0643",
    "longitude":"1.4105",
    "information": "La porte mordelaisenote 1 est un châtelet d'entrée, vestige des remparts de Rennes, dans le département français d'Ille-et-Vilaine en région Bretagne. Son emplacement date du iiie siècle, à la création des premiers remparts, mais son architecture date principalement du xve siècle. Il s’agissait de l’entrée principale de la ville de Rennes."
}, 

{
    "name":"Arène d'Arles",
    "latitude": "43.4040",
    "longitude":"4.3752",
    "information": "Les arènes d'Arles sont un amphithéâtre romain construit vers 80-90 apr. J.-C. par les ordres de l’empereur Domitien, dans le cadre des extensions flaviennes de la ville. L’amphithéâtre d'Arles est le monument le plus important de l’ancienne colonie romaine qu'il nous est permis d’admirer, quelque deux millénaires après son édification. Son architecture est entièrement conçue en rapport avec sa vocation de lieu à grands spectacles, accueillant un nombreux public."
}

]
